
# Token telegran bot
bot_token = '5269409170:AAEJ7JuoL3JZr35oMJxgCO0WGKqLaD6vTI8' # токен бота
CHANNEL_ID = -1001617703199 # id канала куда будет отсылаться информация, ид без -100 в начале (например: 124873248) - указать заместо нуля
CHANNEL_ID2 =  -1001789801850

# ID admin
admin_id = 396595993 # id админа - указать заместо нуля

bot_login = 'igcapitalbot' # логин бота
ref_percent = 5 # Процент реферальной системы

QIWI_NUMBER = '+77777777777'    # номер киви
QIWI_TOKEN = 'token'            # токен киви

text_purchase = '❕ Вы выбрали: ' \
                '{name}\n\n' \
                '{info}\n\n' \
                '💠 Цена: {price} рублей\n' \


# инфа
info = f'❗️ Информация:\n' \
       f'Это наш бот, в котором вы можете приобрести наши услуги'

# Пополнение баланса
replenish_balance = '⚠️ Пополнение баланса\n\n' \
                    '🥝 Оплата киви: \n\n' \
                    '👉 Номер  {number}\n' \
                    '👉 Коментарий  {code}\n' \
                    '👉 Сумма  от 1 до 15000 рублей'

# Профиль
profile = '🧾 Профиль\n\n' \
          '❕ Ваш id - {id}\n' \
          '❕ Ваш логин - {login}\n' \
          '❕ Дата регистрации - {data}\n\n' \
          '💰 Ваш баланс - {balance} рублей'
